Repository: AhmedAlgamil/my_chat
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: My Chat
ar: دردشتي

source: Hello There
ar: اهلا

source: Welcome Back
ar: ومرحبا بكم

source: Phone Number
ar: الهاتف

source: Password
ar: كلمة المرور

source: Forget Password?
ar: هل نسيت كلمة السر؟

source: Login
ar: تسجيل الدخول

# noAccount
source: Don't Have Account?
ar: ليس لديك حساب؟

source: SIGN UP
ar: سجل

source: Take photo
ar: افتح الكاميرا

source: Select image
ar: اختار صورة

# createAccount
source: Create Your Account
ar: تسجيل الحساب

source: Full Name
ar: الاسم بالكامل

source: Email
ar: البريد الالكتروني

# enterEmail
source: Please enter email address
ar: من فضلك قم بإدخال البريد

# enterPassword
source: Please enter Password
ar: قم بإدخال كلمة المرور

# passwordValidation
source: it must have at least 8 digits
ar: 8 حروف على الاقل

# emailValidation
source: this email is not valid
ar: هذا البريد ليس صحيح

# phoneValidation
source: Please enter valid mobile number
ar: هذا الهاتف غير صحيح

# enterPhone
source: Please enter phone number
ar: من فضلك قم بإدخال الهاتف

# enterFullName
source: Please enter your full name
ar: من فضلك قم بإدخال اسمك

# offlineMode
source: You are offline
ar: لا يوجد انترنت
